Revit 2027 API
ParameterTypeId.DimStyleLinearUnitsAlt Property
 "Alternate Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleLinearUnitsAlt { get; }
Public Shared ReadOnly Property DimStyleLinearUnitsAlt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleLinearUnitsAlt {
	ForgeTypeId^ get ();
}
static member DimStyleLinearUnitsAlt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace